// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "校准您的显示器";
HelpTitle = "校准您的显示器";

"HPAdvancedProfilingSolutionInfoTitle" = "校准计算机显示器并为其创建配置文件以获得一致的色彩效果。\n\n单击“校准”以使用“HP Advanced Profiling Solution”校准您的显示器。";
"AppleDisplayCalibratorInfoTitle" = "校准计算机显示器并为其创建配置文件以获得一致的色彩效果。\n\n单击“校准”以使用“Apple 显示器校准助手”校准您的显示器。";
KongAppleDisplayCalibratorInfoTitle = "随着时间的推移，显示器会逐渐褪色。与某些显示器一同提供的 ICC 配置文件会逐渐失效，颜色精确度也因而降低。请定期使用 Apple 显示器校准程序来生成自定义 ICC 配置文件，以保证最佳的颜色效果。虽然校准间隔周期要根据不同的显示器而改变，但专业人员一般仍会建议您每两周校准一次显示器。";

DesignjetButtonTitle = "校准";
ButtonDefaultTitle = "启动显示器校准程序";